// NAVIGATION
export const NAV_LINKS = [
  { href: '/', key: 'home', label: 'דף הבית' },
  { href: '/about', key: 'about', label: 'עלינו' },
  // { href: '#features', key: 'features', label: 'מרכבים' },
  { href: '/gallery/curteins', key: 'gallery', label: 'סוגי מרכב' },
  // { href: '/', key: 'contact', label: 'צור קשר' },
];

export const FEATURES_DESC = [
  [
    {
      key: 'רצפת מרכב אופציה ב',
      value: 'רצפת אלומיניום מיוצרת מפרופיל מיוחד מחוזק המיועדת להפחתת משקל המרכב'
    },
    {
      key: 'רצפת המרכב אופציה א',
      value: 'רצפת מתכת בעוביים שונים הניתנים לשיקול דעת המזמין תוך כדי ליווי הנדסי אישי לצורך התאמה נכונה, ניתן גם לבחור את סוג המתכת'
    },
    {
      key: 'גג המרכב',
      value: 'א- מיוצר מקורות פרופיל עליהן מונחת יריעת פיברגלס בעובי 2 מ"מ קלת משקל \n ב- בנוי מפנל מבודד בעובי 60 מ"מ מיוצר בטכנולוגיה חדשנית ומתקדמת בעל יכולת בידוד גבוה מפני חום וקור'
    },
    {
      key: 'דפנות המרכב',
      value: 'מיוצר ברזנט 900 גרם למ"ר בעל מותחנים לאורך כל הוילון עם יכולת מתיחה של 3000  ק"ג לכל מותחן'
    },
  ],
  [
    {
      key: 'רצפת המרכב אופציה א',
      value: 'רצפת מתכת בעוביים שונים הניתנים לשיקול דעת המזמין תוך כדי ליווי הנדסי אישי לצורך התאמה נכונה, ניתן גם לבחור את סוג המתכת'
    },
    {
      key: 'רצפת המרכב אופציה ב',
      value: 'רצפת אלומיניום מיוצרת מפרופיל מיוחד מחוזק המיועדת להפחתת משקל המרכב'
    },
    {
      key: 'דפנות המרכב',
      value: 'דלתות מתכת בגבהים ובמפתחים שונים בהתאם לדרישת הלקוח ניתן גם להזמין ללא דפנות'
    },
    {
      key: 'דופן קידמית',
      value: 'ניתן לבחור במס אופציות תוך כדי תכנון המרכב עם מחלקת ההנדסה שלנו'
    },
  ],
  [
    {
      key: 'רצפת המרכב אופציה א',
      value: 'רצפת מתכת בעוביים שונים הניתנים לשיקול דעת המזמין תוך כדי ליווי הנדסי אישי לצורך התאמה נכונה, ניתן גם לבחור את סוג המתכת'
    },
    {
      key: 'רצפת המרכב אופציה ב',
      value: 'רצפת אלומיניום מיוצרת מפרופיל מיוחד מחוזק המיועדת להפחתת משקל המרכב'
    },
    {
      key: 'דפנות המרכב',
      value: 'עשויות מקירות פליווד בעובי 17 מ"מ בעלת עמידות גבוהה לתנאי מזג האוויר'
    },
    {
      key: 'מעטפת המרכב',
      value: 'עמודים קדמיים ופרופיל גג מיוצרים מפרופיל אלומיניום מעוגל לצורך אווירודינמיקה בעל מראה נקי ויוקרתי'
    },
    {
      key: 'גג המרכב אופציה א',
      value: 'מיוצר מקורות אומגה מפח מגולוון עליהן מונחת יריעת פיברגלס בעובי 2 מ"מ קלת משקל'
    },
    {
      key: 'גג המרכב אופציה ב',
      value: 'בנוי מפנל מבודד בעובי 60  מ"מ מיוצר בטכנולוגיה חדשנית ומתקדמת בעל יכולת בידוד גבוה מפני חום וקור'
    },
    {
      key: 'דלתות המרכב',
      value: 'מיוצרות מחומר הפליווד בעובי 17 מ"מ עם מסגרת מתכת מגולוונת לחיזוק הדלת ועליה מורכב פרופיל גומי להבטחת אטימות מלאה'
    },
    {
      key: 'מסגרת אחורית',
      value: 'מיוצרת ממתכת מגולוון בעובי 3 מ"מ מכופף בעלת טענולוגיה ייחודית המבטיחה חוזק ועמידות לטווח ארוך'
    },
  ],
  [
    {
      key: 'רצפת המרכב',
      value: 'רצפת מתכת בעוביים שונים הניתנים לשיקול דעת המזמין תוך כדי ליווי הנדסי אישי לצורך התאמה נכונה, ניתן גם לבחור את סוג המתכת'
    },
    {
      key: 'מעטפת המרכב',
      value: 'עמודים קדמיים ופרופיל גג מיוצרים מפרופיל אלומיניום מעוגל לצורך אווירודינמיקה בעל מראה נקי ויוקרתי'
    },
    {
      key: 'גג המרכב אופציה א',
      value: 'מיוצר מקורות אומגה מפח מגולוון עליהן מונחת יריעת פיברגלס בעובי 2 מ"מ קלת משקל'
    },
    {
      key: 'גג המרכב אופציה ב',
      value: 'בנוי מפנל מבודד בעובי 60  מ"מ מיוצר בטכנולוגיה חדשנית ומתקדמת בעל יכולת בידוד גבוה מפני חום וקור'
    },
  ],
]


// FEATURES SECTION
export const FEATURES = [
  {
    title: 'מרכב וילונות',
    icon: '/map.svg',
    variant: 'green',
    description: 'מיוצר ברזנט 900 מ"ר בעל מותחנים לאורך כל הוילון עם יכולת מתיחה של 3000 ק"ג לכל מותחן, נותן פטור מקשירת מטענים',
  },
  {
    title: 'מרכב פתוח',
    icon: '/map.svg',
    variant: 'green',
    description:
      'רצפת מתכת בעוביים שונים הניתנים לשיקול דעת המזמין תוך כדי ליווי הנדסי אישי לצורך התאמה נכונה ניתן גם לבחור את סוג המתכת',
  },
  {
    title: 'מרכב יבש',
    icon: '/map.svg',
    variant: 'green',
    description:
      'דפנות המרכב עשויות מקירות פליווד בעובי 17 מ"מ בעלת עמידות גבוהה לתנאי מזג האוויר. גג המרכב מיוצר מקורות אומגה מפח מגולוון עליהן מונחת יריעת פיברלגס',
  },
  {
    title: 'מרכב לניידת שירות',
    icon: '/map.svg',
    variant: 'green',
    description:
      'סביב המרכב יותקנו תריסי גלילה אלומיניום תוצרת אנגליה לפי דרישת הלקוח. גג המרכב מיוצר מקורות אומגה מפח מגולוון עליהן מונחת יריעת פיברלגס',
  },
];
